bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-image-size
bierner.markdown-mermaid
charliermarsh.ruff
christian-kohler.path-intellisense
codezombiech.gitignore
csholmq.excel-to-markdown-table
davidanson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
github.vscode-pull-request-github
grapecity.gc-excelviewer
hediet.vscode-drawio
ibm.output-colorizer
james-yu.latex-workshop
jock.svg
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
oderwat.indent-rainbow
redhat.vscode-yaml
saoudrizwan.claude-dev
sgryjp.japanese-word-handler
shd101wyy.markdown-preview-enhanced
taichi.vscode-textlint
tamasfe.even-better-toml
tomoki1207.vscode-input-sequence
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
yzane.markdown-pdf
yzhang.markdown-all-in-one